Simulations/MEXICO/2018/V7-Run5/V7-Run5-old/system/topoSetDict.local.3
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
actions
(
    {
        name         local.3;
        type         cellSet;
        action       new;
        source       rotatedBoxToCell;
        sourceInfo
        {
            origin (  1500 1430 0);
            i      (  250 0 0);
            j      ( 0 130  0);
            k      (  0 0 185);
        }
    }
); 
